tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "gettext"
brew "pkg-config"
brew "icu4c"
brew "xz"
brew "autoconf"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "ca-certificates"
brew "openssl@1.1"
brew "berkeley-db"
brew "gmp"
brew "btop"
brew "c-ares"
brew "readline"
brew "cloc"
brew "coreutils"
brew "curlie"
brew "docker"
brew "exa"
brew "tcl-tk"
brew "expect"
brew "fd"
brew "libtasn1"
brew "libvorbis"
brew "ffmpeg"
brew "fzf"
brew "gdbm"
brew "geckodriver"
brew "libgpg-error"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "mpdecimal"
brew "sqlite"
brew "python@3.10"
brew "graphviz"
brew "gtk+"
brew "ncurses"
brew "htop"
brew "jq"
brew "libuv"
brew "libyaml"
brew "lolcat"
brew "lsd"
brew "lua"
brew "macos-term-size"
brew "media-info"
brew "mpc"
brew "mpd", restart_service: true
brew "ncdu"
brew "ncmpc"
brew "neofetch"
brew "nmap"
brew "node@12"
brew "node@14"
brew "nvm"
brew "openssl@3"
brew "perl"
brew "pinentry-mac"
brew "putty"
brew "pwgen"
brew "pyenv"
brew "python@3.8"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "scrcpy"
brew "screenfetch"
brew "shellcheck"
brew "starship"
brew "texlive"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "v"
brew "vim"
brew "viu"
brew "watch"
brew "wget"
brew "xauth"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alfred"
cask "android-platform-tools"
cask "brave-browser"
cask "cyberduck"
cask "dmenu-mac"
cask "eclipse-jee"
cask "firefox-developer-edition"
cask "flameshot"
cask "fman"
cask "font-jetbrains-mono"
cask "foxitreader"
cask "goldendict"
cask "hammerspoon"
cask "karabiner-elements"
cask "meld"
cask "microsoft-teams"
cask "qbittorrent"
cask "stats"
cask "telegram"
cask "vagrant"
cask "vagrant-manager"
cask "visual-studio-code"
cask "vlc"
cask "wechat"
cask "x2goclient"
cask "zoom"
