tap "cmacrae/formulae"
tap "cutbox/cutbox"
tap "felixkratz/formulae"
tap "glzr-io/tap"
tap "koekeishiya/formulae"
tap "lihaoyun6/tap"
tap "nikitabobko/tap"
tap "tuannvm/mcp"
brew "atuin"
brew "autoconf"
brew "autossh"
brew "ca-certificates"
brew "xz"
brew "awscli"
brew "ncurses"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "btop"
brew "choose-gui"
brew "ffmpeg"
brew "libtasn1"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "openjpeg"
brew "webp"
brew "leptonica"
brew "libvorbis"
brew "tesseract"
brew "cloc"
brew "coreutils"
brew "curlie"
brew "direnv"
brew "docker"
brew "exiftool"
brew "expect"
brew "eza"
brew "fd"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gd"
brew "gdbm"
brew "libuv"
brew "gemini-cli"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "pinentry"
brew "go"
brew "go@1.25"
brew "gopls"
brew "grep"
brew "helm"
brew "htop"
brew "icu4c@76"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "iperf3"
brew "john"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "lf"
brew "libmagic"
brew "libyaml"
brew "lsof"
brew "lua"
brew "macos-term-size"
brew "mdcat"
brew "media-info"
brew "mpack"
brew "mpd", restart_service: :changed
brew "mysql"
brew "ncdu"
brew "ncmpc"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "ollama"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "perl"
brew "phrase-cli"
brew "pigz"
brew "pkgconf"
brew "podman"
brew "poppler"
brew "pssh"
brew "pstree"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "showkey"
brew "socat"
brew "starship"
brew "stern"
brew "texlive"
brew "tig"
brew "tmux"
brew "tree"
brew "uchardet"
brew "unzip"
brew "util-linux"
brew "v2ray"
brew "watch"
brew "wget"
brew "yarn"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zip"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "tuannvm/mcp/kafka-mcp-server"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "android-platform-tools"
cask "brave-browser"
cask "claude-code"
cask "clipy"
cask "cursor"
cask "cutbox/cutbox/cutbox"
cask "dbeaver-community"
cask "digikam"
cask "font-cascadia-code-nf"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sarasa-gothic"
cask "glzr-io/tap/glazewm"
cask "google-chrome"
cask "hiddenbar"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "kodi"
cask "licecap"
cask "maccy"
cask "magiccap"
cask "marta"
cask "medis"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mos"
cask "obs"
cask "openlens"
cask "openmtp"
cask "orbstack"
cask "postman"
cask "qbittorrent"
cask "readest"
cask "rectangle"
cask "redis-insight"
cask "rwts-pdfwriter"
cask "shadowsocksx-ng"
cask "shottr"
cask "smplayer"
cask "stats"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "turbovnc-viewer"
cask "visual-studio-code"
cask "vlc"
cask "wechat"
cask "whatsapp"
cask "windows-app"
cask "xnviewmp"
cask "xournal++"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "antfu.vite"
vscode "anthropic.claude-code"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.path-intellisense"
vscode "ckolkman.vscode-postgres"
vscode "cweijan.vscode-redis-client"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "k--kato.docomment"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "fyne.io/fyne/v2/cmd/fyne_demo"
go "github.com/drewis/go-histdbimport"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
go "golang.org/x/tools/cmd/guru"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/keyify"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
go "tool"
go "worklog-helper"
