tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "autoconf"
brew "ca-certificates"
brew "sqlite"
brew "awscli"
brew "bash"
brew "bdw-gc"
brew "openssl@1.1"
brew "dotnet@6"
brew "expect"
brew "libtasn1"
brew "openjpeg"
brew "leptonica"
brew "libvorbis"
brew "tesseract"
brew "ffmpeg"
brew "gd"
brew "gdbm"
brew "ghostscript"
brew "git-delta"
brew "libheif"
brew "imagemagick"
brew "john"
brew "libmagic"
brew "libuv"
brew "libyaml"
brew "lua"
brew "macos-term-size"
brew "media-info"
brew "mpd", restart_service: true
brew "mysql"
brew "ncurses"
brew "ncdu"
brew "nvm"
brew "openjdk"
brew "perl"
brew "pinentry"
brew "pkg-config"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "rust"
brew "sevenzip"
brew "sqlmap"
brew "starship"
brew "stern"
brew "texlive"
brew "v2ray"
brew "yt-dlp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "brave-browser"
cask "burp-suite"
cask "dbeaver-community"
cask "flameshot"
cask "font-iosevka-ss04"
cask "goldendict"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "kdiff3"
cask "kodi"
cask "licecap"
cask "maccy"
cask "magiccap"
cask "postman"
cask "qbittorrent"
cask "rwts-pdfwriter"
cask "smplayer"
cask "stats"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "xnviewmp"
cask "xournal-plus-plus"
cask "xquartz"
cask "zoom"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
