tap "cmacrae/formulae"
tap "cutbox/cutbox"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "lihaoyun6/tap"
tap "nikitabobko/tap"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "autoconf"
brew "bash"
brew "bdw-gc"
brew "ca-certificates"
brew "sqlite"
brew "choose-gui"
brew "libtasn1"
brew "openjpeg"
brew "leptonica"
brew "libvorbis"
brew "tesseract"
brew "ffmpeg"
brew "openssl@1.1"
brew "expect"
brew "gd"
brew "gdbm"
brew "ghostscript"
brew "git-delta"
brew "libheif"
brew "imagemagick"
brew "john"
brew "libmagic"
brew "libuv"
brew "libyaml"
brew "lua"
brew "macos-term-size"
brew "media-info"
brew "mpd", restart_service: true
brew "mysql"
brew "ncurses"
brew "ncdu"
brew "neovim"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "perl"
brew "pinentry"
brew "pkg-config"
brew "podman"
brew "pssh"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "rust"
brew "sevenzip"
brew "starship"
brew "texlive"
brew "uchardet"
brew "v2ray"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "aerospace"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "android-platform-tools"
cask "brave-browser"
cask "clipy"
cask "cutbox"
cask "dbeaver-community"
cask "double-commander"
cask "font-cascadia-code-nf"
cask "font-d2coding-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-iosevka-ss04"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "goldendict"
cask "google-chrome"
cask "hiddenbar"
cask "insomnia"
cask "iterm2"
cask "jordanbaird-ice"
cask "kap"
cask "karabiner-elements"
cask "kodi"
cask "licecap"
cask "maccy"
cask "magiccap"
cask "mos"
cask "openlens"
cask "postman"
cask "quickrecorder"
cask "quicksilver"
cask "rwts-pdfwriter"
cask "shadowsocksx-ng"
cask "shottr"
cask "smplayer"
cask "stats"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "turbovnc-viewer"
cask "ueli"
cask "visual-studio-code"
cask "vlc"
cask "wechat"
cask "whatsapp"
cask "xnviewmp"
cask "xournal++"
cask "xquartz"
cask "zoom"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "formulahendry.code-runner"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "k--kato.docomment"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "postman.postman-for-vscode"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
